Revit 2027 API
UnitTypeId.CentimetersPerMinute Property
 Centimeters per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CentimetersPerMinute { get; }
Public Shared ReadOnly Property CentimetersPerMinute As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CentimetersPerMinute {
	ForgeTypeId^ get ();
}
static member CentimetersPerMinute : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace